{
  "Cities": [
    {
      "city": "Madrid",
      "image": "/madrid.jpg",
      "shortDescription": "Con más de 3 millones de habitantes y siendo la capital de España es, posiblemente, uno de los destinos turísticos más demandados por nuestros usuarios.",
      "longDescription": "Capital de España",
      "monuments": [
        {
          "monument": "Palacio real",
          "image": "/palacio-real.jpg",
          "shortDescription": "Residencia oficial del Rey de España y utlizado para ceremonias de Estado y actos solemnes, es el palacio real más grande de Europa Occidental y uno de los más grandes del mundo"
        },
        {
          "monument": "Parque del retiro",
          "image": "/parque-retiro.jpg",
          "shortDescription": "Jardín histórico considerado una de las principales atracciones turísitcas de la ciudad por sus figuras arquitectónicas y paisajísticas desde el Siglo XVII al Siglo XXI"
        }
      ]
    },
    {
      "city": "Barcelona",
      "image": "/sagrada-familia.jpg",
      "shortDescription": "Sin duda, uno de los mejores destinos para visitar en Verano, con eventos culturales muy diversos y una ciudad muy abierta de mente.",
      "longDescription": "asda",
      "monuments": [
        {
          "monument": "Sagrada familia",
          "image": "/sagrada-familia.jpg",
          "shortDescription": "Basílica católica diseñada por el arquitecto Antoni Gaudí, cuya construcción se inició en 1882 y, a día de hoy, sigue en proceso. Es considerada una obra maestra y un exponente de la arquitectura modernista catalana."
        },
        {
          "monument": "Catedral de Barcelona",
          "image": "/catedral-barcelona.jpg",
          "shortDescription": "Catedral de estilo gótico sede de la archidiócesis de Barcelona, dedicada a la Santa Cruz y a Santa Eulalia, patrona de la ciudad de Barcelona y que cuenta con un claustro en el que viven trece ocas blancas."
        },
        {
          "monument": "Liceu",
          "image": "/liceu.jpg",
          "shortDescription": "Situado en La Rambla, es el teatro de opera en activo más antiguo de la ciudad y desde 1847 hasta 1989 ha sido el más grande de Europa por capacidad."
        },
        {
          "monument": "Parc Guell",
          "image": "/parc-guell.jpg",
          "shortDescription": "Parque público con jardines y elementos arquitectónicos situado en la parte superior de la ciudad, en las estribaciones de la sierra de Collserola."
        },
        {
          "monument": "Casa Batllo",
          "image": "/casa-batllo.jpg",
          "shortDescription": "Obra del arquitecto Antoni Gaudí, se trata de una remodelación integral de un edificio previamente existente en el Solar. Reflejo de la plenitud artística de su autor, ofrece nuevas soluciones estructurales de la geometría reglada."
        },
        {
          "monument": "Parc Montjuic",
          "image": "/parc-montjuic.jpg",
          "shortDescription": "Parque situado en la montaña de Montjuic, con una superficie de 5,2 hectáreas, cuenta con diversas zonas de juegos infantiles y equipación lúdica, así como una variada colección de esculturas repartidas entre sus terrenos."
        }
      ]
    },
    {
      "city": "Sevilla",
      "image": "/plaza-espana.jpg",
      "shortDescription": "\"Sevilla tiene un color especial\" o eso dicen Los Del Río, ciudad culturalmente muy rica por ser un centro histórico musulmán y cristiano, con unos monumentos que son un claro reflejo de ello.",
      "longDescription": "asda",
      "monuments": [
        {
          "monument": "Giralda",
          "image": "/giralda.jpg",
          "shortDescription": "Siendo la torre campanario de la catedral de Sevilla, es uno de los monumentos más emblemáticos de la ciudad. La parte inferior corresponde al alminar de la antigua mezquita y la superior pertenece a una construcción sobrepuesta de época cristiana, siendo así una mezcla entre ambas religiones y culturas que es representativo del espíritu de la ciudad."
        },
        {
          "monument": "Alcázar",
          "image": "/alcazar.jpg",
          "shortDescription": "Conjunto palaciego amurallado contruido en diferentes etapas históricas, combinando arte islámico, mudéjar, gótico, renacentista, manierista y barroco. Es la residencia de la familia real española cuando visitan Sevilla, siendo así, el palacio real en uso más antiguo de Europa y uno de los monumentos más visitados de la ciudad."
        },
        {
          "monument": "Plaza de España",
          "image": "/plaza-espana.jpg",
          "shortDescription": "Esta es la Plaza de España de Sevilla"
        },
        {
          "monument": "Barrio de Triana",
          "image": "/triana.jpg",
          "shortDescription": "Este es el famoso barrio de Triana de Sevilla"
        }
      ]
    },
    {
      "city": "Valencia",
      "image": "/valencia.jpg",
      "shortDescription": "Históricamente conocida como \"La ciudad del Cid\", aún podemos visitar sus amplio patrimonio histórico y cultural medieval y moderno.",
      "longDescription": "asda",
      "monuments": [
        {
          "monument": "Ciudad de las Artes",
          "image": "/valencia.jpg",
          "shortDescription": "Esta es la Ciudad de las Artes"
        },
        {
          "monument": "Lonja de la Seda",
          "image": "/lonja-de-la-seda.jpg",
          "shortDescription": "Esta es la Lonja de la Seda"
        },
        {
          "monument": "Torres de Serranos",
          "image": "/torres-de-serranos.jpg",
          "shortDescription": "Estas son las Torres de Serranos"
        },
        {
          "monument": "Torres de Quart",
          "image": "/torres-de-quart.jpg",
          "shortDescription": "Estas son las Torres de Quart"
        },
        {
          "monument": "El Miguelete",
          "image": "/miguelete.jpg",
          "shortDescription": "Este es el Miguelete"
        },
        {
          "monument": "Mercado Central",
          "image": "/mercado-central.jpg",
          "shortDescription": "Este es el Mercado Central"
        }
      ]
    }
  ]
}
